Repository: myzzxc/1105cnc
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: zh_tw

source: See the datasheet for complete information.
zh_tw: 完整資訊請參閱數據資料表。

source: Seismic qualification for reinforcing bar connections*"
zh_tw: 強化鋼筋連結之耐震鑑定

source: Seismic shear test
zh_tw: 抗震剪力測試

source: Select "Advanced Published or assigned".
zh_tw: 選擇 “Advanced Published or assigned （進階發佈或分配）”。

source: Select "Arduino Leonardo ETH from the Tools > Board menu.
zh_tw: 由 Tools > Board 選單中選擇 "Arduino Leonardo ETH menu，

source: Select Add-on or Plugin radio button, click Next
zh_tw: 選擇 Add-on 或 Plugin ，點擊 Next

source: Select Advanced as the deployment method.
zh_tw: 選擇部署方法為 Advanced （進階）。

source: Select Allow this package to run on any operating system and click Next
zh_tw: 選擇 Allow this package to run on any operating system （允許此安裝程式運行於任何作業系統中）並點擊 Next

source: Select Continue to modify package without saving using the package editor and click Next
zh_tw: 選擇 Continue to modify package without saving using the package editor （使用套裝程式編輯器繼續修改套裝程式而不儲存）並點擊 Next

source: Select Control Panel/Administrative Tools/Active Directory Users and Computers.
zh_tw: 選擇 Control Panel （控制台）/Administrative Tools（管理工具）/Active Directory Users and Computers（使用者和電腦）。

source: Select Create Package, click Next
zh_tw: 選擇 Create Package，點擊 Next

source: Select Custom install, make necessary customization
zh_tw: 選擇 Custom install（自訂安裝），依所需進行設定

source: Select Customize radio button, ckick Next
zh_tw: 選擇 Customize 選項按鈕，點擊 Next

source: Select File > Save as and save the package
zh_tw: 選擇 File > Save as 並儲存套裝程式

source: Select HKEY_LOCAL_MACHINE\SOFTWARE\Microsoft\AppV\Client\RunVirtual key
zh_tw: 選擇 HKEY_LOCAL_MACHINE\SOFTWARE\Microsoft\AppV\Client\RunVirtual 機碼

source: Select Job Classification based on the position chosen for the Employee.
zh_tw: 根據員工選擇的職位選擇 Job Classification (職位分類)。

source: Select Key - Merge with Local Key
zh_tw: 選擇 Key - Merge with Local Key

source: Select Microsoft Office applications in which you want Power PDF integration.
zh_tw: 選擇 Power PDF 所需整合的 Microsoft Office 應用程式，

source: Select My Payslips on the Payroll screen and Payslips screen is displayed.
zh_tw: 選擇 Payroll 頁面中的 My Payslips (薪資單) 以顯示薪資單畫面。

source: Select No Show/No Pay within the Involuntary option.
zh_tw: 選擇自願性選項中的 No Show/No Pay (未到職/未發薪)。

source: Select Overview tab to view the sub tabs in this tab.
zh_tw: 於分頁中選擇 Overview (總覽) 分頁以檢視子分頁。

source: Select PDF application.
zh_tw: 選擇 PDF 應用程式。

source: Select Payroll worklet on your home screen and the Payroll screen appears.
zh_tw: 選擇首頁畫面的 Payroll (薪資發放) worklet 以顯示 Payroll 頁面。

source: Select Properties, click the Group Policy Tab, and then click New.
zh_tw: 選擇 Properties（屬性）、點擊 Group Policy （群組設定）分頁，接著點擊 New（新建）。

source: Select Proposed Position for the Employee.
zh_tw: 選擇員工的 Proposed Position (申請職位)。

source: Select Registry\User\[{AppVCurrentUserSID}]\Software\Nuance key and right click on it.
zh_tw: 選擇 Registry\User\[{AppVCurrentUserSID}]\Software\Nuance 機碼並以滑鼠右鍵點擊。

source: Select Registry\User\[{AppVCurrentUserSID}]\Software\Nuance\PDF key and right click on it.
zh_tw: 選擇 Registry\User\[{AppVCurrentUserSID}]\Software\Nuance\PDF 機碼並以滑鼠右鍵點擊。

source: Select Registry\User\[{AppVCurrentUserSID}]\Software\Nuance\PDF\PDF Driver key and right click on it.
zh_tw: 選擇 Registry\User\[{AppVCurrentUserSID}]\Software\Nuance\PDF\PDF Driver 機碼並以滑鼠右鍵點擊。

source: Select Relevant Involuntary Reason from the list of options available to complete the Termination Reason field.
zh_tw: 於選項清單中選擇 Relevant Involuntary Reason (相關非自願性離職原因) 並填寫解雇原因欄位。

source: Select Request transfer.
zh_tw: 選擇 Request transfer (調職申請)。

source: Select Services.
zh_tw: 選擇服務。

source: Select View Profile just below your name and your Profile Page is displayed.
zh_tw: 選擇姓名下方的 View Profile (檢視個人檔案) 將顯示您的 Profile Page (個人檔案頁面)。

source: Select Windows update from Start menu, download and install all recommended updates
zh_tw: 從開始功能表中選擇 Windows 更新，下載並安裝所有建議的更新

source: Select Worker Type (Employee or Contingent).
zh_tw: 選擇 Worker Type (Employee o Contingent)，(員工類別，正式員工或派遣人員)。

source: Select a language and click on the Start Installation button.
zh_tw: 選擇一種語言並按下 Start Installation 按鈕。

source: Select all/none or any one of them and mark the ones you want to be invisible.
zh_tw: 選擇 all/none （全選/取消選擇），並勾選需隱藏之項目。

source: Select all/none or any one of them and mark the ones you want to hide.
zh_tw: 選擇 all/none （全選/取消選擇），並勾選需隱藏之項目。

source: Select all/none or any one of them and mark the ones you want to lock.
zh_tw: 選擇 all/none （全選/取消選擇），並勾選需鎖定修改之項目。

source: Select appropriate One Time Payment Plan from the options available.
zh_tw: 從選項中選擇合適的 One Time Payment Plan (一次性付款方案)。

source: Select language, mark Nuance Cloud Connector and Nuance text to speech extension module checkboxes if needed
zh_tw: 選擇語言，依所需選擇勾選 Nuance Cloud Connector 和 Nuance text to speech extension module 方塊

source: Select one unit to detail the interior design, layout, finishes and any options available for customers to select – indicate if additional payment is required for certain finishes and fitments.
zh_tw: 選擇一個單位詳細介紹其室內設計、佈局、裝潢和任何能供客戶選擇的選項 —— 並說明特定的裝潢和傢俱是否需要額外加價。

source: Select the 'Modifications' tab then click 'Add' when the Properties dialog box appears and select the transform files with the modifications.
zh_tw: 選擇“Modification （修改）”分頁，然後當屬性對話方塊出現時點選“Add（增加）”並選擇修改之轉換檔。

source: Select the Create Job Requisition task from the results.
zh_tw: 從搜尋結果中選擇 Create Job Requisition 任務，

source: Select the Employee Name on the Terminate Employee screen.
zh_tw: 於解雇員工畫面中選擇 Employee Name (員工姓名)。

source: Select the Nuance_Cloud_Connector.msi file via the network, from the folder System32 or System64.
zh_tw: 透過網路於 System32 或 System64 資料夾選擇 Nuance_Cloud_Connector.msi 檔案。

source: Select the Position related to this Job Requisition.
zh_tw: 選擇本次職位需求申請所需之職位。

source: Select the Proposed Position for the Employee.
zh_tw: 選擇員工的 Proposed Position (申請職位)。

source: Select the appropriate Benefit event type and enter the Benefit event date.
zh_tw: 選擇適當的福利事件種類並輸入福利事件日期。

source: Select the appropriate language transform file.
zh_tw: 選擇適當的語言轉換檔案。

source: Select the desired integrations in programs and browsers.
zh_tw: 選擇需整合之程式和瀏覽器，

source: Select the package 'Power PDF Advanced’ from 'Software settings\Software installation'.
zh_tw: 於“Software settings\Software installation（軟體設定\軟體安裝）”中選擇 'Power PDF Advanced’ 程式。

source: Select the package from 'Software settings\Software installation'.
zh_tw: 於“Software settings\Software installation（軟體設定\軟體安裝）”中選擇套裝程式。

source: Select the relevant Allowance.
zh_tw: 選擇相關的津貼。

source: Select the relevant Worklet from the options.
zh_tw: 從選項中選擇相關的 Worklet。

source: Select the relevant voluntary reason from the list.
zh_tw: 於選項清單中選擇相關的自願性離職原因。

source: Select the right .msi package of Power PDF Advanced (Nuance Power PDF Advanced.msi).
zh_tw: 選擇正確的 Power PDF 進階版 .msi 套裝程式 (Nuance Power PDF Advanced.msi)。

source: Select the type of connection and click ‘Next’.
zh_tw: 選擇連線類型並點擊“Next（下一步）”。

source: Select which versions to publish: 32-bit and/or 64-bit, and click OK.
zh_tw: 選擇發佈的版本：32 位元或 64 位元，並點擊 OK （確定）。

source: Select your preferred currency.
zh_tw: 選擇您所使用的貨幣。

source: Select your preferred language.
zh_tw: 選擇您所使用的語言。

source: Select your preferred location.
zh_tw: 選擇您所在的地區。

source: Select – via the network – the relevant msi file in the target folder of the administrative installation.
zh_tw: 透過網路於管理安裝的目標資料夾中選擇相關 msi 檔，

source: Select, re-order, delete or merge layers, view and modify properties of layers and even control layers for printing.
zh_tw: 選擇、重新排序、刪除或合併圖層，檢視和修改圖層屬性，以及控制列印圖層。

source: Selecting Format to Edit
zh_tw: 選擇欲編輯之格式

source: Selecting the supplier / bid
zh_tw: 選擇供應商 / 投標

source: Self Service through HR Portal
zh_tw: 透過人力資源入口網站 (HR portal) 進行自助服務

source: Selling a Modular Architecture
zh_tw: 銷售模塊化架構

source: Semi-circular opening 974 is larger than a diameter of rod 920 but smaller than a diameter of enlarged end 946.
zh_tw: 半圓形開口 974 直徑大於桿 920 但小於放大端 946 之直徑。

source: Send a PDF file to a fax machine via email
zh_tw: 透過電子郵件傳送 PDF 檔案至傳真機

source: Sending information back and forth between different departments often results in wasted time.
zh_tw: 不同部門之間來回發送資訊經常造成時間的浪費，

source: Sends an instantaneous message to operator in case of event
zh_tw: 發生事件時發送即時訊息至管理人員

source: Sends e-mail or SMS in case of event
zh_tw: 發生事件時發送電子郵件或簡訊

source: Sends report of functioning of the server
zh_tw: 發送伺服器之運作情形報告

source: Sensitivity to freezing/thawing conditions
zh_tw: 對冰凍/解凍之敏感性

source: Sensitivity to hole cleaning, diy substrate
zh_tw: 乾燥基材對鑽孔清潔度之敏感性

source: Sensitivity to hole cleaning, dry substrate*'**
zh_tw: 乾燥基材對鑽孔清潔度之敏感性#,**

source: Sensitivity to hole cleaning, installation in a water-filled hole8
zh_tw: 鑽孔清潔度對鑽孔充滿水條件下安裝之敏感性

source: Sensitivity to hole cleaning, installation in submerged concrete8
zh_tw: 鑽孔清潔度對浸於水中的混凝安裝之敏感性

source: Sensitivity to hole cleaning, installation in water-saturated concrete
zh_tw: 混凝土含水條件下安裝對鑽孔清潔度之敏感性

source: Sensitivity to hole cleaning, saturated concrete"'**
zh_tw: 混凝土含水條件下對鑽孔清潔度之敏感性#,**

source: Sensitivity to installation direction"
zh_tw: 對安裝方向之敏感性#

source: Sensitivity to installation direction8
zh_tw: 對安裝方向之敏感性

source: Sensitivity to installation in a water-filled hole8
zh_tw: 鑽孔充滿水條件下對安裝之敏感性

source: Sensitivity to installation in submerged concrete®
zh_tw: 混凝土浸於水中對安裝之敏感性

source: Sensitivity to installation in water-saturated concrete
zh_tw: 混凝土含水條件下對安裝之敏感性

source: Sensitivity to mixing effort
zh_tw: 混合比例敏感性

source: Sensitivity to sustained load
zh_tw: 對持續負荷之敏感性

source: Sensitivity to sustained load at maximum long-term temperature"
zh_tw: 於最大長期溫度下對持續負荷之敏感性

source: September 2013
zh_tw: 2013 年 9 月

source: Sequencing Power PDF
zh_tw: Power PDF 定序

source: Sequencing Power as a plugin for Office 2013
zh_tw: 將 Power PDF 定序為 Office 2013 外掛程式

source: Serial #
zh_tw: 序號 #

source: Serial Communications
zh_tw: 串列通訊

source: Serial Delivery Requirements
zh_tw: 系列交貨要求

source: Serial: 0 (RX) and 1 (TX): used to receive (RX) and transmit (TX) TTL serial data using the ATmega32U4 hardware serial capability.
zh_tw: 序列：0 (RX)和1 (TX)：利用ATmega32U4硬體序列功能接收(RX)和傳送(TX) TTL序列資料。

source: Series
zh_tw: 系列

source: Series ---
zh_tw: 系列 ---

source: Series End of Life Requirements
zh_tw: 系列期限要求

source: Series System
zh_tw: 系列系統

source: Series System Options
zh_tw: 系列系統配件

source: Server Platform
zh_tw: 伺服器平台

source: Servers
zh_tw: 伺服器

source: Service condition tests
zh_tw: 工作條件測試

source: Service condition tests for environmental exposure (sulfur).
zh_tw: 環境暴露（硫化物）工作條件測試

source: Service tray 271 is molded as part of body 238.
zh_tw: 維修托盤 271 為主體 238 一體成型的一部分。

source: Service-condition tests
zh_tw: 工作條件測試

source: Servo (Pid)
zh_tw: 伺服 (Pid)

source: Servo / Range
zh_tw: 伺服 / 範圍

source: Servo/Range (Optional)
zh_tw: 伺服 / 範圍 (選配)

source: Set Connection Group
zh_tw: 設定連接群組

source: Set a target location.
zh_tw: 設置目標路徑，

source: Set application as your default viewer for PDF files.
zh_tw: 設定應用程式為預設的 PDF 檢視器。

source: Set tab order for form fields
zh_tw: 設定表單欄位之製表順序

source: Set technical and operational targets
zh_tw: 設定技術和營運目標

source: Set window color and size and click the ‘Next’ button.
zh_tw: 設定視窗的色彩和尺寸，然後點擊“Next（下一步）”按鈕。

source: Setting Document Processing parameters lets you filter the feature set of the Power PDF application.
zh_tw: 設定 Document Processing（文件處理）參數可篩選 Power PDF 應用程式的功能集。

source: Several InstallShield Wizard pages drive you through the available features.
zh_tw: 多個 InstallShield Wizard （安裝精靈）頁面將提示可用的功能，

source: Several of the modem pins are exposed on the underside of the board.
zh_tw: 電路板底部有許多數據機的針腳，

source: Share information in real time
zh_tw: 即時共用資訊

source: Share information with cross-functional view
zh_tw: 以跨功能視圖共用資訊

source: SharePoint or other connectors
zh_tw: SharePoint 或其它連結

source: Shear capacity of steel element having a non-uniform cross section*"
zh_tw: 具有非均質截面鋼材之抗剪力***

source: Shear test to determine shear capacity as governed by steel failure.
zh_tw: 決定鋼材破壞抗剪力強度之剪力測試。

source: Shear, single anchor away from edges
zh_tw: 剪力、單側邊緣錨固

source: Sheduled Events
zh_tw: 排程事件

source: Sheet 13 of 27
zh_tw: 13/27 頁

source: Sheet 29 of 49
zh_tw: 29/49 頁

source: Sheet H ot21
zh_tw: 14/27 頁

source: Sheet metal tools 1600 380 83
zh_tw: 鈑金工具 1600 380 83

source: Sheet26of49
zh_tw: 26/49 頁

source: Shell and Tube Heat Exchangers (Overall View)
zh_tw: 殼管式熱交換器（總體圖）

source: Shell/Tube Unit Shellside Hydro-Test Procedure
zh_tw: 殼/管之外管水壓測試程序

source: Shellside Hydrostatic Test 1-3
zh_tw: 外管液壓測試 1-3

source: Shift (t-dd): Displaying the work shift.
zh_tw: Shift 班表 (時-日)：顯示工作班表。

source: Shifting from Engineer to Order to Configure to Order
zh_tw: 由工程師導向訂單轉換為配置導向訂單

source: Shifts
zh_tw: 輪班

source: Ship Yard Cranes
zh_tw: 船塢起重機

source: Shipping
zh_tw: 航運

source: Shoot entire events, with no risk of damage by changing the battery in bad weather.
zh_tw: 持續進行攝影，無需冒著風險在惡劣的環境中更換電池。

source: Short term leave including all unplanned leaves such as compassionate leave and dependent leave.
zh_tw: 所有未事前計劃的短期休假如喪假和親屬照護假等。

source: Shortcut presentation
zh_tw: 捷徑圖示

source: Shortcuts to commonly used buttons
zh_tw: 常用按鈕捷徑

source: Shortcuts to the features and capabilities for each user.
zh_tw: 使用者能自訂功能捷徑。

source: Should bottlenecks occur, there will be a greater opportunity for bacteria to multiply and this can negatively affect shelf life.
zh_tw: 若有延遲，細菌將有更多的機會大量繁殖，這對保存期限會產生負面的影響。

source: Should there be 3D files or CAD plan exchanges, the Supplier must have the software allowing these exchanges with the HUTCHINSON site in question.
zh_tw: 供應商必須備有與 HUTCHINSON 進行3D 檔案或 CAD 檔案交流所需的軟體。

source: Should this foam be left in place, material from the esophagus and intestines, which can be rich in pathogens such as Salmonella and Campylobacter, can build up, and this can lead to cross-contamination.
zh_tw: 若未清除此泡沫，來自食道和腸道之物質會孳生大量的病原體，如沙門氏菌和曲狀桿菌屬，因而導致交互污染。

source: Should this occur, fecal matter can be deposited in the open follicles once feather shave been removed.
zh_tw: 若腔內的物質流出，當羽毛拔除後排泄物將附著在開放的毛囊上。

source: Show 'Next File' and 'Previous File' in File menu
zh_tw: 於檔案選單中顯示“Next File（下一個檔案）”和“Previous File（前一個檔案）”選項

source: Show 'Open Revisions' and 'Save Revisions' in File menu
zh_tw: 於檔案選單中顯示“Open Revisions（開啓修訂）”和“Save Revisions（儲存修訂）”選項

source: Show 'Recent File' in File menu
zh_tw: 於檔案選單中顯示“Recent File（最近使用之檔案）”選項

source: Show 'Revert File' in File menu
zh_tw: 於檔案選單中顯示“Revert File（恢復檔案）”選項

source: Show how easy Document Assembly and Stamping is with our panels
zh_tw: 以我們的控制面板展示非常簡便的文件組合和加入圖章功能

source: Show how this project relates to its surroundings and neighbourhood.
zh_tw: 展示此專案與周圍環境和鄰里的關係。

source: Show only Install Welcome, License Agreement and Ready To Install dialogs on Setup Wizard
zh_tw: 於安裝精靈中只顯示 Install Welcome（安裝歡迎畫面）、License Agreement （授權合約）和 Ready to Install （準備好進行安裝）對話視窗

source: Shows activities and accomplishments within each step
zh_tw: 展示每個步驟中的活動和成就

source: Side Blower
zh_tw: 側風機 (Side Blower)

source: Side by Side Sports.com, Polaris Ranger Rear Cage Extension and Seat Set, available at www.sidebysidesports.com/porarecaexan.html, last accessed on Mar.
zh_tw: Side by Side Sports.com, Polaris Ranger Rear Cage Extension and Seat Set，網址 www.sidebysidesports.com/porarecaexan.html，最後連結日期為 2011 年 3 月 29 日

source: Side net 920 is also hinged about the rear section 876 at points 950, 952,954 and 956.
zh_tw: 側網 920 也與後段 876 鉸接於點 950、 952、954 和 956。

source: Side net assembly 600 further comprises netting 620 fixed to the pivotal bar 610 as further described herein.
zh_tw: 側邊護網組件 600 還包括此處進一步說明的固定於樞軸桿 610 之護網 620。

source: Side-by- side ATVs, in which the driver and passenger are seated beside each other on laterally spaced apart seats, have become 2o popular because of the ability to allow the passenger to share the driver's viewpoint.
zh_tw: 方向盤式全地形車之駕駛和乘客座位並排分開，因為乘客能與駕駛共享視角而使其越來越受歡迎。

source: Side-by- side ATVs, in which the driver and passenger are seated beside each other on laterally spaced apart seats, have become popular because of the ability to allow the passenger to share the driver’s viewpoint.
zh_tw: 方向盤式全地形車之駕駛和乘客座位並排分開，因為乘客能與駕駛共享視角而使其越來越受歡迎。

source: Side-by-side document comparison (PDF to PDF)
zh_tw: 文件並列比較（PDF 對 PDF）

source: Side-by-side document comparison (PDF to Word)
zh_tw: 文件並列比較（PDF 對 Word）

source: Side-by-side vehicles are known.
zh_tw: 方向盤式全地形車為眾所皆知的車輛，

source: Siemens Pure does all this with the industry's lowest battery consumption.** This provides the best listening experience, all the time, without concerns about battery life.* Two independent clinical studies have shown that Siemens hearing instruments with binaural processing provide better than normal hearing capabilities in certain demanding listening environments.
zh_tw: 西門子 Pure 具有業界最低的耗電量，** 隨時都能提供最好的輔助聽力體驗，而無須擔心電池壽命。* 兩個獨立的臨床研究中證實了西門子雙耳聽力儀器在某些特定的嘈雜環境中，具有比正常的聽力更佳的聲音辨別能力。

source: Sign or stamp PDFs with ease
zh_tw: 輕鬆於 PDF 進行簽章或加入圖章

source: Sign: …………………………………… Print: …………………………………Date: ………………….........................
zh_tw: 簽名：…………………………………… 姓名：…………………………………… 日期：……………………………………

source: Signature of inspector
zh_tw: 檢查人員簽名

source: Signature switches
zh_tw: 簽署開關

source: Signature:
zh_tw: Signature: 簽章：

source: Silent installation
zh_tw: 沉靜安裝

source: Similarly a left rear ingress/egress 574 is defined between center upright 546 and rear upright 570.
zh_tw: 類似的左後方入口 574 位於中段立柱 546 和後段直柱 570 之間。

source: Simple Swinging
zh_tw: 單擺

source: Simple pneumatic toggle switches open and close the vacuum hold down zones.
zh_tw: 簡單氣動切換開關可打開和關閉真空抽氣區域，

source: Simplifying this process saves users time while providing them with faster, easier access to the DMS solutions they are already working with.
zh_tw: 簡化此程序能節省使用者的時間，同時提供更快、更簡便的存取 DMS 解決方案。

source: Simultaneous Full HD Video & 2M Still Shooting
zh_tw: 同步錄製 Full HD 高畫質影片 & 兩百萬畫素靜態影像

source: Simultaneous user access limit
zh_tw: 使用者同時存取限制

source: Simultaneous video playback on the surveillance client
zh_tw: 於監控客戶端上同時播放影像數量

source: Since 1996, we’ve helped over 100 organizations around the globe implement modularity.
zh_tw: 1996 年以來，我們已經協助世界各地超過 100 家的組織實施模塊化。

source: Since these sectors also require energy, there is room to create synergies as they develop together.
zh_tw: 由於這些部門同樣也需要能源，所以其共同發展的過程中存有協同效應的空間。

source: Single most significant growth opportunity was in developing countries like China and India
zh_tw: 最大的單一成長機會是在中國和印度等發展中國家

source: Site layout: demonstrate the placement of units with a full site layout
zh_tw: 設計圖：以完整設計圖說明建築單位配置，請涵蓋單位的數量和尺寸詳細資訊。

source: Six basic interface-function specifications are useful to this end:
zh_tw: 此處六個基本接口功能規格相當實用：

source: Six1
zh_tw: 六組‡

source: Size of Spindles
zh_tw: 主軸大小

source: Slaughtered birds lose about 3 percent of their body weight through loss of blood, and this blood loss brings the carcass temperature down to about 38 °C.
zh_tw: 屠宰的雞隻體重會會因為失血下降大約百分之三，而失血會使屠宰體溫度降到約 38 °C。

source: Slice test
zh_tw: 切片測試

source: Slice tests
zh_tw: 切片測試

source: Slot 976 is laiger than a profile of enlarged end 946.
zh_tw: 開槽 976 大於放大端 946 外形。

source: Small and medium-sized enterprises are faced with similar water challenges on a smaller scale, but have fewer means and less ability to meet them.
zh_tw: 相對而言，中小企業所面臨的類似挑戰規模較小，然而他們面對這些挑戰的應對措施也更加少，應對能力也更低。

source: Smoke
zh_tw: 煙霧

source: Smoke also has distinctive movement characteristics which can be tracked over time.
zh_tw: 煙霧還具有獨特的運動特性，可以隨著時間進行追蹤。

source: Smoke has a smooth texture with an absence of sharp edges.
zh_tw: 煙霧具有平滑的線條，缺少銳利的邊緣。

source: So it's shorther than period that we gave, 90 days
zh_tw: 此期限相較我方給予之 90 天期限短

source: So now enterprises can put PDF on every desktop—boosting productivity and eliminating format-dependency bottlenecks that hinder workflow and slow down business.
zh_tw: 因此企業可以在每台電腦上安裝 PDF 軟體 —— 提高工作效率並解決拖慢商業工作流程的檔案格式問題。

source: So previously the new user should have been registered.
zh_tw: 所以新使用者應該先完成註冊。

source: So to go to any screen from the main menu you should select the path.
zh_tw: 若要由主畫面進入任何畫面中請選擇相應之選項路徑。

source: So, VARPE will not be responsible for the malfunction of the controller after this time is over.
zh_tw: 因此一年之後 VARPE 不為控制器故障負責。

source: So, before putting this new product in production it will be necessary to carry out a dynamic adjustment.
zh_tw: 因此必須在新產品投入生產前進行動態調整。

source: So, one of the benefits is that we can change some of the business processes.
zh_tw: 這樣一來我們便可以改變某些業務流程。

source: So, one of the benefits is that we can change some of the business processes.”
zh_tw: 這樣一來我們便可以改變某些業務流程。

source: Social equity is one of the dimensions of sustainable development that has been insufficiently addressed in development and water policies.
zh_tw: 社會平等形是永續發展的層面之一，卻未在發展與水資源相關的政策中得到足夠的重視。

source: Software Architecture:
zh_tw: 軟體架構：

source: Software activation turned off
zh_tw: 關閉軟體啟用

source: Solution & layout Configurations (prod.
zh_tw: 解決方案與設計配置 (產品

source: Solution properties offers
zh_tw: 解決方案屬性計畫

source: Solution: PDF software that gives business users the features they need to be productive at a price that businesses can justify.
zh_tw: 解決方案：為企業用戶提供價格合理且符合其功能需求的 PDF 軟體。

source: Some data changes can be confirmed instantly, others require supporting documentation.
zh_tw: 某些資料變更能立即確認，某些則需要證明文件。

source: Some fields, including Disability Status and Military Status, may not be available based on your country-specific policy.
zh_tw: 某些欄位，包括 Disability Status (殘疾狀況) 和 Military Status (兵役狀況) 可能根據國家特定政策而不存在。

source: Some industries we’ve worked in are:
zh_tw: 我們合作過的產業包括了：

source: Some of the search options include:
zh_tw: 搜尋選項包括：

source: Some of these updates
zh_tw: 其中某些更新

source: Some want cutting edge products.
zh_tw: 有些公司想創造出劃時代的產品，

source: Sometimes, the information is managed in various documents like spreadsheets and manuals.
zh_tw: 有時，資訊管理需要管理各種類型的檔案，如試算表和手冊等。

source: Sound zooms along with the picture for a perfect match.
zh_tw: 聲音隨畫面放大以達到完美的匹配效果。

source: Sounds alarm in case of an event
zh_tw: 事件發生時發出聲音警報

source: Sounds unthinkable?
zh_tw: 聽起來很不可思議嗎？

source: Sources of Financial Potential & KPIs
zh_tw: 財務潛在資源和 KPI

source: So…what’s the solution?
zh_tw: 那麼……，解決方案是什麼呢？

source: Spacer
zh_tw: 間隔件

source: Spacer 484 connects housing 460 and housing 462 together independent of the connection between output shaft 138 of power source 130 and input shaft 142 of shiftable transmission 144.
zh_tw: 間隔件 484 將外殼 460 和外殼 462 連接在一起，但不接觸動力源 130 之輸出軸 138 和變速箱 144 之輸入軸，

source: Spacer 484 connects housing 460 and housing 462 together to form unit 482.
zh_tw: 間隔件 484 將外殼 460 和外殼 462 連接在一起形成單元 482，

source: Spacer 484 connects housing 460 andhousing 462 together independent of the connection between output shaft 138 of power source 130 and input shaft 142 of shiftable transmission 144.
zh_tw: 間隔件 484 將外殼 460 和外殼 462 連接在一起，但不接觸動力源 130 之輸出軸 138 和變速箱 144 之輸入軸，

source: Spacer 484 connects housing 460 andhousing 462 together to form unit 482.
zh_tw: 間隔件 484 將外殼 460 和外殼 462 連接在一起形成單元 482，

source: Spacer 484 includes a first portion 483 which is sized and arranged to couple to attachment features of housing 462 and a second portion 485 which is sized and arranged to couple to attach
zh_tw: 間隔件 484 包括第一部分 483，其尺寸和配置能與外殼 462 之固定點連接，而第二部分 485 之尺寸和配置能與外殼 460 之固定點連接。

source: Spacer 484 includes a first portion 483 which is sized and arranged to couple to attachment features of housing 462 and a second portion 485 which is sized and arranged to couple to attachment features of common housing 460.
zh_tw: 間隔件 484 包括第一部分 483，其尺寸和配置能與外殼 462 之固定點連接，而第二部分 485 之尺寸和配置能與外殼 460 之固定點連接。

source: Spacer 484' also includes a second portion 487 which is sized and arranged to couple to attachment features of a housing 460' which differs from common housing 460.
zh_tw: 間隔件 484' 也包括第二部分 487，其尺寸和配置能與外殼 460 形狀不同的外殼 460' 之固定點連接。
